[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
T
A
G
C
TT
AA
CA
TG
CT
AG
AT
TA
GA
TC
GG
CC
GT
AC
GC
TTT
AAA
CG
CTG
CAG
ATT
AAT
CTT
TCT
AGA
AAG
CCA
TGG
CAT
ATG
CAA
TTG
TGT
ACA
GAA
TCA
TGA
CCT
AGG
TAA
TTC
TAT
TTA
ATA
GAG
CTC
GTG
CAC
GGA
GCA
AGT
ACT
TCC
TGC
GGG
CCC
GTT
GCT
CTA
TAG
AAC
AGC
GAT
ATC
GGC
GCC
GTA
TAC
GGT
ACC
GAC
GTC
TTTT
AAAA
ATTT
AAAT
CAAA
TTTG
CGG
CCG
CGT
ACG
CCTG
CAGG
CTTT
CACA
TGTG
AAAG
AGAA
TTCT
GAAA
TAAA
TTTA
TTTC
CATG
CAGA
TCTG
CATT
AATG
CCCA
TGGG
CTCA
TGAG
AATA
CCAG
CTGG
TATT
ATAT
CTCT
TTCA
AATT
TGAA
AGAG
AAGA
GCG
TCTT
CGC
GAGA
TGCA
TTAT
ATAA
TGTT
TCTC
AACA
TTAA
CTGT
CTTG
CAAG
ACAG
GGAG
CTCC
GAGG
CTGA
TGCT
CGA
AGCA
TCG
GTTT
CCTC
GAAG
TCAG
GCTG
TATA
CTTC
CAGC
TCCT
AGGA
CACT
AGTG
AAAC
TAAT
GGAA
ATTA
TTCC
CCTT
AAGG
ACTG
CAGT
TGGA
TCCA
GGCA
TGCC
ATGT
ACAT
TTGT
GTGG
CCAC
TGTA
ATGG
TCAT
TACA
CCAT
ACAA
ATGA
CCAA
CATA
TTGG
TATG
GCAG
CTGC
GGTG
TGAT
ATCT
CACC
ATCA
AGAT
ACTT
ATTG
AAGT
GATG
CATC
CAAT
GGGA
AACT
GCCA
AGTT
TGGC
TCCC
CCCT
CTAA
AGGG
AGCT
TTGA
TTAG
GAAT
ACCA
TCAA
TGGT
GCCT
ATTC
GTGA
TCAC
AGGC
CTAT
ATAG
GGCT
CTTA
AGCC
GTGT
GTCT
GACA
TGTC
TAAG
ACCT
AGAC
AGGT
GTTG
CAAC
ACAC
TACT
GATT
TCTA
TAGA
AGTA
AATC
CTAG
GTCA
GCAA
GTAA
GCTT
TTGC
AAGC
TTAC
GGGG
CCCC
TGAC
GTAT
ATAC
GTAG
TAGG
CCTA
CTAC
GAGT
GCAT
ACTC
ATGC
GGCC
GATA
GGAT
ATCC
TATC
GAGC
GGGT
GGGC
GCTC
GCCC
GGTT
GACT
ACCC
ACTA
TAGT
GTTA
AACC
AGTC
TAAC
GTTC
GAAC
GTGC
GGTA
GCAC
TACC
TAGC
GCTA
GATC
GTCC
GGAC
GGTC
GTAC
GACC
TTTTT
AAAAA
CGTG
CACG
TTTTG
CAAAA
TTTCT
ATTTT
AGAAA
AAAAT
AAATG
TAAAA
CATTT
TTTTA
TATTT
CAGAG
CTCTG
AAATA
CAGTG
CGGG
CACTG
CCCG
TTTTC
ATAAA
TTTAT
GAAAA
TGTTT
CACAG
ACGT
CAAAG
CTGTG
CAGCA
AAAAG
TCTCA
ATATA
CTTTG
TGAGA
CCTCA
CTTTT
TTCTG
TGAGG
CTCAG
CCCAG
TGCCT
TATAT
CAGAA
TGAAA
TTATT
TGCTG
AAACA
CTGGG
CTGAG
TTTAA
AATAA
TTCTT
AAGAA
AAATT
TTTCA
AGGCA
GGCG
CACCA
CGCC
TTAAA
GGAGG
AATTT
TCTTT
CCTCC
AAAGA
TGGTG
AGGAA
CCTGG
AGAGA
CAGGA
CTCG
TGTGT
TTCCT
TCCTG
AGACA
TCCCA
TCTCT
CTCCT
TTTGT
CGAG
AGATG
CCAGG
TGTTG
AGAAG
ACAAA
ACACA
CTTCT
TGGGA
CAACA
TGTCT
AGGAG
CAGGC
TGCAG
CATCT
GTTTT
GCCTG
TAAAT
CTGCA
CACAT
GGCTG
ATGTG
ATTTA
ATTTG
ATATT
CAGCC
AATTA
AATAT
CTCCA
TTCAG
CACAC
GTGTG
TAATT
CAAAT
AAAAC
GGAAG
CATGG
TGGAG
AGAAT
CTTCC
TGGCT
CATCA
TGCCA
TGATG
CTGAA
AAGTG
CAAGG
CTCCC
CTTCA
TTTCC
CCATG
GGGAG
GGAAA
GAAAG
TGGAA
AGCCA
TGGCA
AAGCA
CCTTG
TTTGG
ATTAT
AGCTG
CCAAA
CTTTC
CCCCA
CAGCT
TGGGG
ATTCT
CAGGG
TCTTG
ATAAT
CCCTG
CCGG
CAAGA
TGTCA
TGCTT
TTCCA
CACCT
CACTT
ATATG
TTCAT
AAACT
TGACA
AGTTT
CTGCT
TGTAT
TGAAG
CTCTT
AGGTG
TGTGG
TGATT
GAGAA
ATGAA
CCACA
ATACA
GAGAC
CATGT
GTCTC
TCCAG
CATAT
CCGT
TGTGA
AGCAG
CTGGA
CATTG
ACGG
CAATG
AAGAG
CCTTT
AATCA
CCTCT
TGTAA
TTCTC
TCACA
ACATG
CCAAG
AATGA
TCATT
AAAGG
TTACA
TTGTT
TGCCC
TTGAA
AGAGG
TGAAT
TTCAA
TCAAA
AACAA
GAGAT
GAGGC
AACAG
ATTTC
GAAAT
CTTGG
CTGTT
AAAGT
GGGCA
ACTTT
ATCTC
TGCG
ATTCA
CGGC
CGCA
GCCTC
ATGTT
GAATG
TTTGA
GCCG
ATTAA
GGCAG
AATCT
CTGCC
AACAT
GGCCA
TAAAG
TTAAT
ACAGA
CATTC
CTTTA
CATGA
AGATT
TTGTG
TACAG
TCCTT
GGAGA
TCATG
AGCG
ATCTG
CTGTA
CAGTT
TTATA
GCGG
CCGC
TCTGT
AAGGA
CACAA
TGCAT
AACTG
GAGAG
CAGAT
CTCTC
TGGCC
CGCT
CTCAA
TATCT
GTTTG
TATAA
AATGG
ATGCA
AGATA
AATGT
TTGCT
ACATT
CCATT
TAATA
TTGAG
CATAA
TCCCT
AATTG
TTCCC
CTCAC
GAAGA
TGTTA
CTATT
CAGGT
ACCTG
GGGAA
TTTAG
TAACA
AGGGA
TGACT
TCTCC
GTGAG
CGTT
GAAGG
ATGAG
CAATT
CACCC
TTGCA
AACG
ACCCA
CAAAC
AGCAA
CTAAA
TTATG
TGCAA
CTCAT
GGTGG
TGTAG
GCCCA
AGTCA
TCACT
CCAGA
TATTA
GCTGG
TGGGC
AGTGA
AGTCT
AATAG
TTCTA
TCTTC
CTACA
TCAAG
GGGTG
CCAGC
ATCTT
CCACC
CATTA
AAGAT
CATAG
TGGGT
TATGT
TAGAA
CCTTC
TTAAG
CTTAA
CTACT
AGTAG
CCTGT
TAATG
CTATG
CTTGA
CCACT
TGGAT
ACGA
TACTG
AGACT
GGATG
ACATA
AGTAA
TACAT
CTGTC
GGTTT
GACAG
AACTT
TTAGC
CCGA
TCTGG
CCTGA
TGATA
TATCA
TCAGG
TCGT
AAGTT
ACAGG
GATTT
AGTGG
GCTAA
TACAA
CATGC
CAATA
GCATG
AAATC
AAACC
CATCC
TCCAT
AATAC
TCGG
TATTG
TTGTA
TTACT
TGAGT
GAAAC
AGCCT
GTTTC
AGGCT
CCATC
GCAAA
AAGTA
TTCG
GTGGG
GTCTT
ATCCA
CAGTA
TTTGC
ATGTA
TGATC
GTATT
AACCA
TACTT
CCCAC
ATTGT
TGTTC
GCTTT
GCCAG
GAATT
TTCAC
CTAAT
CGAA
AAGAC
ATCAT
ATGGA
TGGTT
ATTAG
GATGG
ACTCA
AATTC
GTGAA
GGACA
ATCCT
ATAGA
TGAGC
GATCA
AGGAT
AGAGT
CTTAT
CGGA
TCAGA
GTCTG
GCTCA
ACTCT
ACAAT
CACTC
CTAGA
ATGCT
AGTTG
CTGGC
ATAAG
CTAAG
CTTAG
ACTTG
CTAGG
CAAGT
CTTGT
TCCG
CTGAT
TCTAT
TACCA
AAAGC
TTGGG
TCTGA
GAGTG
GTGCA
GCAGG
GAACA
AGCAT
CCCAA
GTTCT
ATGAT
TTTAC
GTGGC
TCTAG
GCACA
TGTGC
CCTGC
GTGTT
TATTC
TGGTA
CAACT
GAATA
CAGAC
GTAAA
ATCAG
CCCTT
CCTAG
TGTCC
TGAAC
TGCAC
GCCAC
AGCTT
CGTC
TCTAA
TTAGA
TTAGG
AGTTC
ACAAG
TTTTTT
TCCTC
AACAC
AAGGG
AGAGC
GAGGT
GACG
TTGGA
GAACT
GAGGA
TAGCA
AAAAAA
GCTCT
AACTC
AGAAC
GAGTT
ATGGT
AGGTA
GTGAT
TGCTA
CCTAA
CTATA
ACCTC
CTGGT
AAGCT
ACCAT
GTTCA
ATCAC
ACCAG
AACCT
AGTTA
CCCTC
ATTCC
GAGGG
TAACT
AATCC
GGCTT
CTCTA
TGCTC
AGATC
GTGGT
GAGCA
GGATT
TACCT
TCCAA
GATCT
ACGC
AGGTT
GATGA
GTCAG
GGAAT
ACTGA
GCGC
CTGAC
TTGGT
AGGGG
TCAGT
TATAG
ACTGG
AAGCC
ATGGG
TAGAG
CCCAT
ATTGA
TAAGA
TCATC
ACCG
ACCAA
ACCAC
TCTTA
CCAGT
GCCTT
CGGT
TAGTT
GCAAG
TAGCT
CCAAC
AACTA
ATCAA
GGTGA
AGCTA
TACG
CGTA
AGTAT
GCGT
CCCCT
GTATG
GCAGA
ATCG
GTATA
GTTGG
TATGA
CGAT
GACTG
GTGCT
CTTGC
GAAGT
ATAGT
ACAGT
CAGTC
AAGGC
TCCCC
TCATA
ATACT
ACTAT
GGGGA
CATAC
TCACC
TCAAT
GTAAT
TTAGT
ACTGT
ACTTC
ACTAA
AGCAC
TCTGC
ACACT
TTGAT
TAGTG
GGCAA
AGTGT
AATGC
GGTTG
ATTAC
GCTGA
CTTAC
GGCAT
ACTTA
GCATT
TATAC
CACTA
GCCAT
ATGGC
GATAA
TTATC
AGCTC
GGTCT
GGCCT
GTAAG
GGTCA
GAGCT
TAAAC
TGTAC
GTTTA
GGAGT
TAAGT
CCAAT
GCTTG
TGACC
AGACC
GTAGA
TTGCC
ATGCC
TCTAC
TATGG
CAACC
CAAGC
ATTGG
TCAGC
GTACA
AGGGT
ACTCC
AAGTC
CCATA
ACCTT
AAGGT
AGGCC
GACTT
TTAAC
GATTG
ATATC
GTTAA
GTCCT
TAAGG
GAGCC
TAATC
GTTGT
CCTTA
ACCCT
CAATC
GGCTC
TCGA
GCTTC
TAGGA
GTGGA
TCCTA
ATCTA
CCTAT
AACCC
GGGTT
GATTA
TACTA
GAAGC
AGCCC
GATAT
ATAGG
TTGGC
TCCAC
TAGAT
GTCAT
GCGA
GCCAA
ATGAC
AGGAC
TAGTA
CTACC
GGGCT
GCTGC
ACAAC
GCAAT
GGAGC
GACAT
GTTAT
GACAA
GGTAG
TTGTC
GCAGC
GGCAC
ATGTC
